Repository: stokay/MySQLClient
Catalog: Sources/MySQLMacClient/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Collation '%@' does not exist on %@. Replace it with one this server supports.
ar: ترتيب التجميع '%1$@' غير موجود على %2$@. استبدله بترتيب يدعمه هذا الخادم.
de: Die Kollation „%1$@“ gibt es auf %2$@ nicht. Ersetzen Sie sie durch eine, die dieser Server unterstützt.
es: La intercalación '%1$@' no existe en %2$@. Sustitúyala por una que este servidor admita.
fr: Le classement « %1$@ » n'existe pas sur %2$@. Remplacez-le par un classement pris en charge par ce serveur.
hi: Collation '%1$@' %2$@ पर मौजूद नहीं है। इसे इस सर्वर द्वारा समर्थित किसी collation से बदलें।
id: Collation '%@' tidak ada di %@. Ganti dengan collation yang didukung server ini.
it: La collation '%1$@' non esiste su %2$@. Sostituiscila con una supportata da questo server.
ja: 照合順序 '%1$@' は %2$@ に存在しません。このサーバーがサポートするものに置き換えてください。
ko: 콜레이션 '%1$@'이(가) %2$@에 존재하지 않습니다. 이 서버가 지원하는 콜레이션으로 바꾸세요.
pl: Porządek sortowania „%1$@” nie istnieje na %2$@. Zastąp go takim, który obsługuje ten serwer.
pt_br: O collation '%1$@' não existe em %2$@. Substitua-o por um suportado por este servidor.
ru: Параметр сортировки «%1$@» отсутствует на %2$@. Замените его на поддерживаемый этим сервером.
th: ไม่มี collation '%@' อยู่บน %@ โปรดเปลี่ยนเป็น collation ที่เซิร์ฟเวอร์นี้รองรับ
tr: '%1$@' collation'ı %2$@ sunucusunda yok. Bu sunucunun desteklediği bir collation ile değiştirin.
vi: Collation '%@' không tồn tại trên %@. Hãy thay bằng một collation mà máy chủ này hỗ trợ.
zh_hans: 排序规则 “%1$@” 在 %2$@ 上不存在。请将其替换为此服务器支持的排序规则。
zh_hant: 定序「%1$@」在 %2$@ 上不存在。請替換為此伺服器支援的定序。

source: Collation '%@' does not exist on the server you are connected to. Replace it with one this server supports.
ar: ترتيب التجميع '%@' غير موجود على الخادم المتصل به. استبدله بترتيب يدعمه هذا الخادم.
de: Die Kollation „%@“ gibt es auf dem verbundenen Server nicht. Ersetzen Sie sie durch eine, die dieser Server unterstützt.
es: La intercalación '%@' no existe en el servidor al que está conectado. Sustitúyala por una que este servidor admita.
fr: Le classement « %@ » n'existe pas sur le serveur auquel vous êtes connecté. Remplacez-le par un classement pris en charge par ce serveur.
hi: Collation '%@' उस सर्वर पर मौजूद नहीं है जिससे आप जुड़े हैं। इसे इस सर्वर द्वारा समर्थित किसी collation से बदलें।
id: Collation '%@' tidak ada di server yang Anda sambungkan. Ganti dengan collation yang didukung server ini.
it: La collation '%@' non esiste sul server a cui sei connesso. Sostituiscila con una supportata da questo server.
ja: 照合順序 '%@' は接続先のサーバーに存在しません。このサーバーがサポートするものに置き換えてください。
ko: 콜레이션 '%@'이(가) 연결된 서버에 존재하지 않습니다. 이 서버가 지원하는 콜레이션으로 바꾸세요.
pl: Porządek sortowania „%@” nie istnieje na serwerze, z którym jesteś połączony. Zastąp go takim, który obsługuje ten serwer.
pt_br: O collation '%@' não existe no servidor ao qual você está conectado. Substitua-o por um suportado por este servidor.
ru: Параметр сортировки «%@» отсутствует на сервере, к которому вы подключены. Замените его на поддерживаемый этим сервером.
th: ไม่มี collation '%@' อยู่บนเซิร์ฟเวอร์ที่คุณเชื่อมต่ออยู่ โปรดเปลี่ยนเป็น collation ที่เซิร์ฟเวอร์นี้รองรับ
tr: '%@' collation'ı bağlı olduğunuz sunucuda yok. Bu sunucunun desteklediği bir collation ile değiştirin.
vi: Collation '%@' không tồn tại trên máy chủ bạn đang kết nối. Hãy thay bằng một collation mà máy chủ này hỗ trợ.
zh_hans: 排序规则 “%@” 在你连接的服务器上不存在。请将其替换为此服务器支持的排序规则。
zh_hant: 定序「%@」在你所連線的伺服器上不存在。請替換為此伺服器支援的定序。

source: Column %lld
ar: العمود %lld
de: Spalte %lld
es: Columna %lld
fr: Colonne %lld
hi: कॉलम %lld
id: Kolom %lld
it: Colonna %lld
ja: 列 %lld
ko: 열 %lld
pl: Kolumna %lld
pt_br: Coluna %lld
ru: Столбец %lld
th: คอลัมน์ %lld
tr: Kolon %lld
vi: Cột %lld
zh_hans: 第 %lld 列
zh_hant: 第 %lld 欄

source: Column names on first row
ar: أسماء الأعمدة في الصف الأول
de: Spaltennamen in der ersten Zeile
es: Nombres de columna en la primera fila
fr: Noms de colonnes sur la première ligne
hi: पहली पंक्ति में कॉलम नाम
id: Nama kolom pada baris pertama
it: Nomi colonna nella prima riga
ja: 1行目に列名がある
ko: 첫 번째 행에 열 이름 있음
pl: Nazwy kolumn w pierwszym wierszu
pt_br: Nomes das colunas na primeira linha
ru: Имена столбцов в первой строке
th: ชื่อคอลัมน์อยู่ในแถวแรก
tr: Üstte kolon adları
vi: Tên cột ở hàng đầu tiên
zh_hans: 第一行为列名
zh_hant: 第一列為欄位名稱

source: Columns
ar: الأعمدة
de: Spalten
es: Columnas
fr: Colonnes
hi: कॉलम
id: Kolom
it: Colonne
ja: 列
ko: 열
pl: Kolumny
pt_br: Colunas
ru: Столбцы
th: คอลัมน์
tr: Kolonlar
vi: Cột
zh_hans: 列
zh_hant: 欄位

source: Comment (--) color
ar: لون التعليق (--)
de: Farbe für Kommentar (--)
es: Color de comentario (--)
fr: Couleur des commentaires (--)
hi: टिप्पणी (--) रंग
id: Warna komentar (--)
it: Colore commento (--)
ja: コメント (--) の色
ko: 주석(--) 색상
pl: Kolor komentarza (--)
pt_br: Cor do comentário (--)
ru: Цвет комментария (--)
th: สีของความคิดเห็น (--)
tr: Yorum (--) rengi
vi: Màu ghi chú (--)
zh_hans: 注释 (--) 颜色
zh_hant: 註解 (--) 顏色

source: Completed
ar: اكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
pl: Ukończono
pt_br: Concluído
ru: Завершено
th: เสร็จสมบูรณ์
tr: Tamamlandı
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Sambungkan
it: Connetti
ja: 接続
ko: 연결
pl: Połącz
pt_br: Conectar
ru: Подключиться
th: เชื่อมต่อ
tr: Bağlan
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Connection Name
ar: اسم الاتصال
de: Verbindungsname
es: Nombre de Conexión
fr: Nom de la connexion
hi: कनेक्शन नाम
id: Nama Koneksi
it: Nome connessione
ja: 接続名
ko: 연결 이름
pl: Nazwa połączenia
pt_br: Nome da conexão
ru: Название подключения
th: ชื่อการเชื่อมต่อ
tr: Bağlantı Adı
vi: Tên Kết nối
zh_hans: 连接名称
zh_hant: 連線名稱

source: Could not connect: %@
ar: تعذّر الاتصال: %@
de: Verbindung fehlgeschlagen: %@
es: No se pudo conectar: %@
fr: Connexion impossible : %@
hi: कनेक्ट नहीं हो सका: %@
id: Tidak dapat menyambung: %@
it: Impossibile connettersi: %@
ja: 接続できませんでした: %@
ko: 연결할 수 없습니다: %@
pl: Nie udało się połączyć: %@
pt_br: Não foi possível conectar: %@
ru: Не удалось подключиться: %@
th: เชื่อมต่อไม่สำเร็จ: %@
tr: Bağlanılamadı: %@
vi: Không thể kết nối: %@
zh_hans: 无法连接：%@
zh_hant: 無法連線：%@

source: Could not create database: %@
ar: تعذّر إنشاء قاعدة البيانات: %@
de: Datenbank konnte nicht erstellt werden: %@
es: No se pudo crear la base de datos: %@
fr: Impossible de créer la base de données : %@
hi: डेटाबेस नहीं बनाया जा सका: %@
id: Tidak dapat membuat database: %@
it: Impossibile creare il database: %@
ja: データベースを作成できませんでした: %@
ko: 데이터베이스를 만들 수 없습니다: %@
pl: Nie udało się utworzyć bazy danych: %@
pt_br: Não foi possível criar o banco de dados: %@
ru: Не удалось создать базу данных: %@
th: สร้างฐานข้อมูลไม่สำเร็จ: %@
tr: Veritabanı oluşturulamadı: %@
vi: Không thể tạo cơ sở dữ liệu: %@
zh_hans: 无法创建数据库：%@
zh_hant: 無法建立資料庫：%@

source: Could not create table: %@
ar: تعذّر إنشاء الجدول: %@
de: Tabelle konnte nicht erstellt werden: %@
es: No se pudo crear la tabla: %@
fr: Impossible de créer la table : %@
hi: टेबल नहीं बनाई जा सकी: %@
id: Tidak dapat membuat tabel: %@
it: Impossibile creare la tabella: %@
ja: テーブルを作成できませんでした: %@
ko: 테이블을 만들 수 없습니다: %@
pl: Nie udało się utworzyć tabeli: %@
pt_br: Não foi possível criar a tabela: %@
ru: Не удалось создать таблицу: %@
th: สร้างตารางไม่สำเร็จ: %@
tr: Tablo oluşturulamadı: %@
vi: Không thể tạo bảng: %@
zh_hans: 无法创建表：%@
zh_hant: 無法建立表格：%@

source: Could not load %@ definition: %@
ar: تعذّر تحميل تعريف %@: %@
de: Definition von %@ konnte nicht geladen werden: %@
es: No se pudo cargar la definición de %@: %@
fr: Impossible de charger la définition de %@ : %@
hi: %@ की परिभाषा लोड नहीं हो सकी: %@
id: Tidak dapat memuat definisi %@: %@
it: Impossibile caricare la definizione di %@: %@
ja: %@ の定義を読み込めませんでした: %@
ko: %@ 정의를 불러올 수 없습니다: %@
pl: Nie udało się wczytać definicji %@: %@
pt_br: Não foi possível carregar a definição de %@: %@
ru: Не удалось загрузить определение %@: %@
th: โหลดคำนิยามของ %@ ไม่สำเร็จ: %@
tr: %@ tanımı alınamadı: %@
vi: Không thể tải định nghĩa %@: %@
zh_hans: 无法加载 %@ 的定义：%@
zh_hant: 無法載入 %@ 的定義：%@

source: Could not load %@ list: %@
ar: تعذّر تحميل قائمة %@: %@
de: Liste von %@ konnte nicht geladen werden: %@
es: No se pudo cargar la lista de %@: %@
fr: Impossible de charger la liste de %@ : %@
hi: %@ की सूची लोड नहीं हो सकी: %@
id: Tidak dapat memuat daftar %@: %@
it: Impossibile caricare l'elenco di %@: %@
ja: %@ のリストを読み込めませんでした: %@
ko: %@ 목록을 불러올 수 없습니다: %@
pl: Nie udało się wczytać listy %@: %@
pt_br: Não foi possível carregar a lista de %@: %@
ru: Не удалось загрузить список %@: %@
th: โหลดรายการ %@ ไม่สำเร็จ: %@
tr: %@ listesi alınamadı: %@
vi: Không thể tải danh sách %@: %@
zh_hans: 无法加载 %@ 列表：%@
zh_hant: 無法載入 %@ 清單：%@

source: Could not load columns: %@
ar: تعذّر تحميل الأعمدة: %@
de: Spalten konnten nicht geladen werden: %@
es: No se pudieron cargar las columnas: %@
fr: Impossible de charger les colonnes : %@
hi: कॉलम लोड नहीं हो सके: %@
id: Tidak dapat memuat kolom: %@
it: Impossibile caricare le colonne: %@
ja: 列を読み込めませんでした: %@
ko: 열을 불러올 수 없습니다: %@
pl: Nie udało się wczytać kolumn: %@
pt_br: Não foi possível carregar as colunas: %@
ru: Не удалось загрузить столбцы: %@
th: โหลดคอลัมน์ไม่สำเร็จ: %@
tr: Kolonlar alınamadı: %@
vi: Không thể tải các cột: %@
zh_hans: 无法加载列：%@
zh_hant: 無法載入欄位：%@

source: Could not load database list: %@
ar: تعذّر تحميل قائمة قواعد البيانات: %@
de: Datenbankliste konnte nicht geladen werden: %@
es: No se pudo cargar la lista de bases de datos: %@
fr: Impossible de charger la liste des bases de données : %@
hi: डेटाबेस सूची लोड नहीं हो सकी: %@
id: Tidak dapat memuat daftar database: %@
it: Impossibile caricare l'elenco dei database: %@
ja: データベースのリストを読み込めませんでした: %@
ko: 데이터베이스 목록을 불러올 수 없습니다: %@
pl: Nie udało się wczytać listy baz danych: %@
pt_br: Não foi possível carregar a lista de bancos de dados: %@
ru: Не удалось загрузить список баз данных: %@
th: โหลดรายการฐานข้อมูลไม่สำเร็จ: %@
tr: Veritabanı listesi alınamadı: %@
vi: Không thể tải danh sách cơ sở dữ liệu: %@
zh_hans: 无法加载数据库列表：%@
zh_hant: 無法載入資料庫清單：%@

source: Could not load indexes: %@
ar: تعذّر تحميل الفهارس: %@
de: Indizes konnten nicht geladen werden: %@
es: No se pudieron cargar los índices: %@
fr: Impossible de charger les index : %@
hi: इंडेक्स लोड नहीं हो सके: %@
id: Tidak dapat memuat indeks: %@
it: Impossibile caricare gli indici: %@
ja: インデックスを読み込めませんでした: %@
ko: 인덱스를 불러올 수 없습니다: %@
pl: Nie udało się wczytać indeksów: %@
pt_br: Não foi possível carregar os índices: %@
ru: Не удалось загрузить индексы: %@
th: โหลดดัชนีไม่สำเร็จ: %@
tr: İndeksler alınamadı: %@
vi: Không thể tải các chỉ mục: %@
zh_hans: 无法加载索引：%@
zh_hant: 無法載入索引：%@

source: Could not load table info: %@
ar: تعذّر تحميل معلومات الجدول: %@
de: Tabelleninformationen konnten nicht geladen werden: %@
es: No se pudo cargar la información de la tabla: %@
fr: Impossible de charger les informations de la table : %@
hi: टेबल जानकारी लोड नहीं हो सकी: %@
id: Tidak dapat memuat info tabel: %@
it: Impossibile caricare le informazioni della tabella: %@
ja: テーブル情報を読み込めませんでした: %@
ko: 테이블 정보를 불러올 수 없습니다: %@
pl: Nie udało się wczytać informacji o tabeli: %@
pt_br: Não foi possível carregar as informações da tabela: %@
ru: Не удалось загрузить информацию о таблице: %@
th: โหลดข้อมูลตารางไม่สำเร็จ: %@
tr: Tablo bilgisi alınamadı: %@
vi: Không thể tải thông tin bảng: %@
zh_hans: 无法加载表信息：%@
zh_hant: 無法載入表格資訊：%@

source: Could not load table list: %@
ar: تعذّر تحميل قائمة الجداول: %@
de: Tabellenliste konnte nicht geladen werden: %@
es: No se pudo cargar la lista de tablas: %@
fr: Impossible de charger la liste des tables : %@
hi: टेबल सूची लोड नहीं हो सकी: %@
id: Tidak dapat memuat daftar tabel: %@
it: Impossibile caricare l'elenco delle tabelle: %@
ja: テーブルのリストを読み込めませんでした: %@
ko: 테이블 목록을 불러올 수 없습니다: %@
pl: Nie udało się wczytać listy tabel: %@
pt_br: Não foi possível carregar a lista de tabelas: %@
ru: Не удалось загрузить список таблиц: %@
th: โหลดรายการตารางไม่สำเร็จ: %@
tr: Tablo listesi alınamadı: %@
vi: Không thể tải danh sách bảng: %@
zh_hans: 无法加载表列表：%@
zh_hant: 無法載入表格清單：%@

source: Could not load the procedure/function list; tables and views were loaded: %@
ar: تعذّر تحميل قائمة الإجراءات/الدوال؛ تم تحميل الجداول والعروض: %@
de: Prozedur-/Funktionsliste konnte nicht geladen werden; Tabellen und Ansichten wurden geladen: %@
es: No se pudo cargar la lista de procedimientos/funciones; se cargaron las tablas y vistas: %@
fr: Impossible de charger la liste des procédures/fonctions ; les tables et vues ont été chargées : %@
hi: प्रोसीज़र/फ़ंक्शन सूची लोड नहीं हो सकी; टेबल और व्यू लोड हो गए: %@
id: Tidak dapat memuat daftar prosedur/fungsi; tabel dan view berhasil dimuat: %@
it: Impossibile caricare l'elenco di procedure/funzioni; tabelle e viste sono state caricate: %@
ja: プロシージャ／関数のリストを読み込めませんでした。テーブルとビューは読み込まれました: %@
ko: 프로시저/함수 목록을 불러올 수 없습니다. 테이블과 뷰는 불러왔습니다: %@
pl: Nie udało się wczytać listy procedur/funkcji; tabele i widoki zostały wczytane: %@
pt_br: Não foi possível carregar a lista de procedimentos/funções; tabelas e views foram carregadas: %@
ru: Не удалось загрузить список процедур/функций; таблицы и представления загружены: %@
th: โหลดรายการโพรซีเจอร์/ฟังก์ชันไม่สำเร็จ แต่โหลดตารางและมุมมองสำเร็จแล้ว: %@
tr: Procedure/Function listesi alınamadı, tablo ve view'lar yüklendi: %@
vi: Không thể tải danh sách thủ tục/hàm; đã tải xong bảng và khung nhìn: %@
zh_hans: 无法加载存储过程/函数列表；已加载表和视图：%@
zh_hant: 無法載入預存程序／函式清單；已載入表格與檢視表：%@

source: Could not load view definition: %@
ar: تعذّر تحميل تعريف العرض: %@
de: Ansichtsdefinition konnte nicht geladen werden: %@
es: No se pudo cargar la definición de la vista: %@
fr: Impossible de charger la définition de la vue : %@
hi: व्यू परिभाषा लोड नहीं हो सकी: %@
id: Tidak dapat memuat definisi view: %@
it: Impossibile caricare la definizione della vista: %@
ja: ビューの定義を読み込めませんでした: %@
ko: 뷰 정의를 불러올 수 없습니다: %@
pl: Nie udało się wczytać definicji widoku: %@
pt_br: Não foi possível carregar a definição da view: %@
ru: Не удалось загрузить определение представления: %@
th: โหลดคำนิยามของมุมมองไม่สำเร็จ: %@
tr: View tanımı alınamadı: %@
vi: Không thể tải định nghĩa khung nhìn: %@
zh_hans: 无法加载视图定义：%@
zh_hant: 無法載入檢視表定義：%@

source: Could not read table structure: %@
ar: تعذّرت قراءة بنية الجدول: %@
de: Tabellenstruktur konnte nicht gelesen werden: %@
es: No se pudo leer la estructura de la tabla: %@
fr: Impossible de lire la structure de la table : %@
hi: टेबल संरचना पढ़ी नहीं जा सकी: %@
id: Tidak dapat membaca struktur tabel: %@
it: Impossibile leggere la struttura della tabella: %@
ja: テーブル構造を読み取れませんでした: %@
ko: 테이블 구조를 읽을 수 없습니다: %@
pl: Nie udało się odczytać struktury tabeli: %@
pt_br: Não foi possível ler a estrutura da tabela: %@
ru: Не удалось прочитать структуру таблицы: %@
th: อ่านโครงสร้างตารางไม่สำเร็จ: %@
tr: Tablo yapısı okunamadı: %@
vi: Không thể đọc cấu trúc bảng: %@
zh_hans: 无法读取表结构：%@
zh_hant: 無法讀取表格結構：%@

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 생성
pl: Utwórz
pt_br: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create Database...
ar: إنشاء قاعدة بيانات...
de: Datenbank erstellen...
es: Crear Base de Datos...
fr: Créer une base de données...
hi: डेटाबेस बनाएँ...
id: Buat Database...
it: Crea database...
ja: データベースを作成...
ko: 데이터베이스 생성...
pl: Utwórz bazę danych...
pt_br: Criar banco de dados...
ru: Создать базу данных…
th: สร้างฐานข้อมูล...
tr: Veritabanı Oluştur...
vi: Tạo Cơ sở dữ liệu...
zh_hans: 创建数据库…
zh_hant: 建立資料庫…

source: Create New Table
ar: إنشاء جدول جديد
de: Neue Tabelle Erstellen
es: Crear Nueva Tabla
fr: Créer une nouvelle table
hi: नई टेबल बनाएँ
id: Buat Tabel Baru
it: Crea nuova tabella
ja: 新規テーブルを作成
ko: 새 테이블 생성
pl: Utwórz nową tabelę
pt_br: Criar nova tabela
ru: Создать новую таблицу
th: สร้างตารางใหม่
tr: Yeni Tablo Oluştur
vi: Tạo Bảng Mới
zh_hans: 创建新表
zh_hant: 建立新表格

source: DATABASE NAME
ar: اسم قاعدة البيانات
de: DATENBANKNAME
es: NOMBRE DE BASE DE DATOS
fr: NOM DE LA BASE DE DONNÉES
hi: डेटाबेस नाम
id: NAMA DATABASE
it: NOME DATABASE
ja: データベース名
ko: 데이터베이스 이름
pl: NAZWA BAZY DANYCH
pt_br: NOME DO BANCO DE DADOS
ru: ИМЯ БАЗЫ ДАННЫХ
th: ชื่อฐานข้อมูล
tr: VERİTABANI ADI
vi: TÊN CƠ SỞ DỮ LIỆU
zh_hans: 数据库名称
zh_hant: 資料庫名稱

source: DEFAULT
ar: افتراضي
de: STANDARD
es: PREDETERMINADO
fr: PAR DÉFAUT
hi: डिफ़ॉल्ट
it: PREDEFINITO
ja: デフォルト
ko: 기본값
pl: DOMYŚLNIE
pt_br: PADRÃO
ru: ПО УМОЛЧАНИЮ
th: ค่าเริ่มต้น
tr: VARSAYILAN
vi: MẶC ĐỊNH
zh_hans: 默认值
zh_hant: 預設值

source: DESTINATION FILE
ar: الملف الوجهة
de: ZIELDATEI
es: ARCHIVO DE DESTINO
fr: FICHIER DE DESTINATION
hi: गंतव्य फ़ाइल
id: FILE TUJUAN
it: FILE DI DESTINAZIONE
ja: 保存先ファイル
ko: 대상 파일
pl: PLIK DOCELOWY
pt_br: ARQUIVO DE DESTINO
ru: ФАЙЛ НАЗНАЧЕНИЯ
th: ไฟล์ปลายทาง
tr: HEDEF DOSYA
vi: TỆP ĐÍCH
zh_hans: 目标文件
zh_hant: 目標檔案

source: DROP %@ deletes it permanently and cannot be undone.
ar: يحذف DROP %@ بشكل نهائي ولا يمكن التراجع عنه.
de: DROP %@ löscht es dauerhaft, dies kann nicht rückgängig gemacht werden.
es: DROP %@ lo elimina permanentemente y no se puede deshacer.
fr: DROP %@ le supprime définitivement et cette action est irréversible.
hi: DROP %@ इसे स्थायी रूप से हटा देता है और इसे पूर्ववत नहीं किया जा सकता।
id: DROP %@ menghapusnya secara permanen dan tidak dapat dibatalkan.
it: DROP %@ lo elimina definitivamente e non può essere annullato.
ja: DROP %@ は完全に削除され、元に戻せません。
ko: DROP %@는 영구적으로 삭제되며 되돌릴 수 없습니다.
pl: DROP %@ usuwa go trwale i nie można tego cofnąć.
pt_br: DROP %@ o exclui permanentemente e não pode ser desfeito.
ru: DROP %@ удаляет его безвозвратно, отменить это действие нельзя.
th: DROP %@ จะลบอย่างถาวรและไม่สามารถย้อนกลับได้
tr: DROP %@ kalıcı olarak siler, geri alınamaz.
vi: DROP %@ sẽ xóa vĩnh viễn và không thể hoàn tác.
zh_hans: DROP %@ 会永久删除它，且无法撤销。
zh_hant: DROP %@ 會永久刪除它，且無法復原。

source: DROP EVENT deletes it permanently and cannot be undone.
ar: يحذف DROP EVENT بشكل نهائي ولا يمكن التراجع عنه.
de: DROP EVENT löscht es dauerhaft, dies kann nicht rückgängig gemacht werden.
es: DROP EVENT lo elimina permanentemente y no se puede deshacer.
fr: DROP EVENT le supprime définitivement et cette action est irréversible.
hi: DROP EVENT इसे स्थायी रूप से हटा देता है और इसे पूर्ववत नहीं किया जा सकता।
id: DROP EVENT menghapusnya secara permanen dan tidak dapat dibatalkan.
it: DROP EVENT lo elimina definitivamente e non può essere annullato.
ja: DROP EVENT は完全に削除され、元に戻せません。
ko: DROP EVENT는 영구적으로 삭제되며 되돌릴 수 없습니다.
pl: DROP EVENT usuwa je trwale i nie można tego cofnąć.
pt_br: DROP EVENT o exclui permanentemente e não pode ser desfeito.
ru: DROP EVENT удаляет его безвозвратно, отменить это действие нельзя.
th: DROP EVENT จะลบอย่างถาวรและไม่สามารถย้อนกลับได้
tr: DROP EVENT kalıcı olarak siler, geri alınamaz.
vi: DROP EVENT sẽ xóa vĩnh viễn và không thể hoàn tác.
zh_hans: DROP EVENT 会永久删除它，且无法撤销。
zh_hant: DROP EVENT 會永久刪除它，且無法復原。

source: DROP TABLE deletes the table and its structure permanently and cannot be undone.
ar: يحذف DROP TABLE الجدول وبنيته بشكل نهائي ولا يمكن التراجع عنه.
de: DROP TABLE löscht die Tabelle und ihre Struktur dauerhaft, dies kann nicht rückgängig gemacht werden.
es: DROP TABLE elimina la tabla y su estructura permanentemente y no se puede deshacer.
fr: DROP TABLE supprime définitivement la table et sa structure ; cette action est irréversible.
hi: DROP TABLE टेबल और उसकी संरचना को स्थायी रूप से हटा देता है और इसे पूर्ववत नहीं किया जा सकता।
id: DROP TABLE menghapus tabel beserta strukturnya secara permanen dan tidak dapat dibatalkan.
it: DROP TABLE elimina definitivamente la tabella e la sua struttura e non può essere annullato.
ja: DROP TABLE はテーブルとその構造を完全に削除し、元に戻せません。
ko: DROP TABLE는 테이블과 구조를 영구적으로 삭제하며 되돌릴 수 없습니다.
pl: DROP TABLE trwale usuwa tabelę i jej strukturę — nie można tego cofnąć.
pt_br: DROP TABLE exclui a tabela e sua estrutura permanentemente e não pode ser desfeito.
ru: DROP TABLE безвозвратно удаляет таблицу и её структуру, отменить это действие нельзя.
th: DROP TABLE จะลบตารางและโครงสร้างของตารางอย่างถาวรและไม่สามารถย้อนกลับได้
tr: DROP TABLE tabloyu yapısıyla birlikte kalıcı olarak siler, geri alınamaz.
vi: DROP TABLE sẽ xóa vĩnh viễn bảng cùng cấu trúc của nó và không thể hoàn tác.
zh_hans: DROP TABLE 会永久删除表及其结构，且无法撤销。
zh_hant: DROP TABLE 會永久刪除表格及其結構，且無法復原。

source: DROP TRIGGER deletes it permanently and cannot be undone.
ar: يحذف DROP TRIGGER بشكل نهائي ولا يمكن التراجع عنه.
de: DROP TRIGGER löscht es dauerhaft, dies kann nicht rückgängig gemacht werden.
es: DROP TRIGGER lo elimina permanentemente y no se puede deshacer.
fr: DROP TRIGGER le supprime définitivement et cette action est irréversible.
hi: DROP TRIGGER इसे स्थायी रूप से हटा देता है और इसे पूर्ववत नहीं किया जा सकता।
id: DROP TRIGGER menghapusnya secara permanen dan tidak dapat dibatalkan.
it: DROP TRIGGER lo elimina definitivamente e non può essere annullato.
ja: DROP TRIGGER は完全に削除され、元に戻せません。
ko: DROP TRIGGER는 영구적으로 삭제되며 되돌릴 수 없습니다.
pl: DROP TRIGGER usuwa go trwale i nie można tego cofnąć.
pt_br: DROP TRIGGER o exclui permanentemente e não pode ser desfeito.
ru: DROP TRIGGER удаляет его безвозвратно, отменить это действие нельзя.
th: DROP TRIGGER จะลบอย่างถาวรและไม่สามารถย้อนกลับได้
tr: DROP TRIGGER kalıcı olarak siler, geri alınamaz.
vi: DROP TRIGGER sẽ xóa vĩnh viễn và không thể hoàn tác.
zh_hans: DROP TRIGGER 会永久删除它，且无法撤销。
zh_hant: DROP TRIGGER 會永久刪除它，且無法復原。

source: DROP VIEW deletes the view permanently and cannot be undone.
ar: يحذف DROP VIEW العرض بشكل نهائي ولا يمكن التراجع عنه.
de: DROP VIEW löscht die Ansicht dauerhaft, dies kann nicht rückgängig gemacht werden.
es: DROP VIEW elimina la vista permanentemente y no se puede deshacer.
fr: DROP VIEW supprime définitivement la vue et cette action est irréversible.
hi: DROP VIEW व्यू को स्थायी रूप से हटा देता है और इसे पूर्ववत नहीं किया जा सकता।
id: DROP VIEW menghapus view secara permanen dan tidak dapat dibatalkan.
it: DROP VIEW elimina definitivamente la vista e non può essere annullato.
ja: DROP VIEW はビューを完全に削除し、元に戻せません。
ko: DROP VIEW는 영구적으로 삭제되며 되돌릴 수 없습니다.
pl: DROP VIEW trwale usuwa widok i nie można tego cofnąć.
pt_br: DROP VIEW exclui a view permanentemente e não pode ser desfeito.
ru: DROP VIEW безвозвратно удаляет представление, отменить это действие нельзя.
th: DROP VIEW จะลบมุมมองอย่างถาวรและไม่สามารถย้อนกลับได้
tr: DROP VIEW view'ı kalıcı olarak siler, geri alınamaz.
vi: DROP VIEW sẽ xóa vĩnh viễn khung nhìn và không thể hoàn tác.
zh_hans: DROP VIEW 会永久删除视图，且无法撤销。
zh_hant: DROP VIEW 會永久刪除檢視表，且無法復原。

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
pl: Ciemny
pt_br: Escuro
ru: Тёмная
th: มืด
tr: Koyu
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Data Grid
ar: شبكة البيانات
de: Datenraster
es: Cuadrícula de Datos
fr: Grille de données
hi: डेटा ग्रिड
id: Grid Data
it: Griglia dati
ja: データグリッド
ko: 데이터 그리드
pl: Siatka danych
pt_br: Grade de dados
ru: Таблица данных
th: กริดข้อมูล
tr: Veri Izgarası
vi: Lưới Dữ liệu
zh_hans: 数据网格
zh_hant: 資料網格

source: Data only
ar: البيانات فقط
de: Nur Daten
es: Solo datos
fr: Données uniquement
hi: केवल डेटा
id: Hanya Data
it: Solo dati
ja: データのみ
ko: 데이터만
pl: Tylko dane
pt_br: Somente dados
ru: Только данные
th: เฉพาะข้อมูล
tr: Yalnız veri
vi: Chỉ dữ liệu
zh_hans: 仅数据
zh_hant: 僅資料
